
var Data0202 = {}
Data0202.M = [
{ title: 'คุณลักษณะในการปฏิบัติงาน' },
{ title: 'คุณสมบัติเฉพาะตัว' }
]

Data0202.M[1-1].I = [
    { id: 1, title: 'การพัฒนาอย่างต่อเนื่องและความคิดริเริ่ม', maxscore: '10', description: 'การนำเอาแนวความคิดหรือแนวปฏิบัติใหม่ๆ มาใช้อย่างรอบคอบ และเป็นระบบเพื่อเพิ่มผลิตภาพของหน่วยงานและการริเริ่มทำงานที่ตนรับผิดชอบด้วยตนเอง' },
    { id: 2, title: 'การแก้ปัญหา  และการตัดสินใจ', maxscore: '10', description: 'การพยายามแก้ปัญหา  โดยมองทั้งในด้านกว้างและด้านลึก  มีการตัดสินใจ รอบคอบและมีการวางแนวความคิดอย่างมีระบบ  แต่ทันการ' },
]

Data0202.M[1 - 1].I[1 - 1].J = [
    { title: 'สามารถพัฒนาการทำงานได้ดีมากและเป็นผู้ริเริ่ม  หรือมีส่วนริเริ่มสูงในการปฏิบัติงานทั้งที่เป็นงานเดิมและงานใหม่ทำให้เกิดผลในการเพิ่มผลิตภาพของสำนักงานได้เป็นอย่างดีมาก', score: '8-10' },
    { title: 'สามารถพัฒนาการทำงานได้และมีส่วนริเริ่มและสนับสนุน  การปฏิบัติงานเดิมและแนวใหม่ทำให้เกิดผลดีและเพิ่มผลิตภาพของสำนักงานได้อย่างดี', score: '6-7' },
    { title: 'สามารถพัฒนาการทำงานได้บ้างในเรื่อง  ยอมรับการปฏิบัติงานในแนวใหม่ได้บ้าง  มีส่วนริเริ่มไม่มากนัก  และไม่ค่อยสามารถคิดหรือปฏิบัติงานในแนวใหม่ได้', score: '4-5' },
    { title: 'ไม่มีความคิดริเริ่ม   ไม่สามารถพัฒนางานได้  ไม่อาจดำเนินงานในแนวใหม่ได้  ไม่สามารถร่วมคิด  หรือดำเนินงานในแนวใหม่ๆ ได้', score: '0-3' },            
]

Data0202.M[1 - 1].I[2 - 1].J = [
    { title: 'เข้าใจปัญหาได้ลึกซึ้งดีมาก  สามารถตัดสินใจเด็ดขาด  และมีการวางแนวความคิดอย่างมีระบบทันการ  และมีวิจารณญาณที่ดี', score: '8-10' },
    { title: 'เข้าใจปัญหาดี  ตัดสินใจได้ดีโดยส่วนใหญ่  แต่ยังขาดความรอบคอบในการตัดสินใจและการวางแนวความคิดอย่างมีระบบ', score: '6-7' },
    { title: 'ไม่เข้าใจปัญหาดีนัก  ตัดสินใจค่อนข้างช้า  และการวางแนวความคิดยังไม่ค่อยมีระบบดีนัก', score: '4-5' },
    { title: 'จับประเด็นปัญหาไม่ได้  ไม่อาจไว้ใจให้ตัดสินใจ  และไม่มีการวางแผนความคิดอย่างมีระบบ  เพิกเฉยไม่ตัดสินใจหรือประเมินข้อเท็จจริงผิด', score: '0-3' },
]

Data0202.M[2 - 1].I = [
    { id: 3, title: 'ความรู้ความสามารถ', maxscore: '15', description: 'ความรู้  ความเข้าใจ  ความสามารถและความเชี่ยวชาญในงานที่รับผิดชอบ' },
    { id: 4, title: 'การปฏิบัติงานและทัศนคติต่องาน', maxscore: '10', description: 'การปฏิบัติตามคำแนะนำด้วยความรับผิดชอบ  ทัศนคติต่องานและการกำหนดวัตถุประสงค์' },
    { id: 5, title: 'ความสม่ำเสมอในการทำงานและการอุทิศตน', maxscore: '15', description: 'การมาทำงานอย่างสม่ำเสมอโดยคำนึงถึงภาระรับผิดชอบเป็นหลัก  การอุทิศตนให้กับงานโดยไม่ย่อท้อ  ความอุตสาหะวิริยะในการทำงาน' },
    { id: 6, title: 'ศักยภาพในการพัฒนา', maxscore: '15', description: 'ศักยภาพในการปรับปรุงตนเอง  ให้ทำงานดีขึ้นเรื่อยๆ  ความสามารถปรับตัวให้เข้ากับงานใหม่ๆ' },
    { id: 7, title: 'ความซื่อสัตย์ต่อองค์กร และทัศนคติที่ดีต่อองค์กร', maxscore: '10', description: 'ช่วยเสริมสร้างให้ตนและหน่วยงานมีชื่อเสียงและเจริญก้าวหน้า' },
    { id: 8, title: 'การประพฤติตนอยู่ในศีลธรรมอันดี', maxscore: '10', description: 'ประพฤติปฏิบัติตนอยู่ในกรอบของศีลธรรมและจรรยาบรรณวิชาชีพอย่างเสมอต้นเสมอปลาย' },    
]

Data0202.M[2 - 1].I[3 - 3].J = [
    { title: 'รู้ เข้าใจ และสามารถเข้าถึงงานในทุกด้านที่รับผิดชอบได้โดยสมบูรฯ์ และสามารถดัดแปลงเครื่องมือ หรือวิธ๊การทำงานให้เข้ากับภาระงานใหม่ได้', score: '12-15' },
    { title: 'มีความรู้ ความสามารถและมีความเข้าใจในงานโดยส่วนใหญ่ มีความชำนาญในงานของตน', score: '8-11' },
    { title: 'ไม่มีความรู้ ความเข้าใจพอสำหรับงานในความรับผิดชอบบางด้านขาดความชำนาญในงานของตน', score: '4-7' },
    { title: 'ต้องพึงผู้อื่นเสมอและไม่สามารถให้อุปกรณ์ได้อย่างถูกต้อง', score: '0-3' },
]

Data0202.M[2 - 1].I[4 - 3].J = [
    { title: 'มีความกระตือรือล้นในการทำงานที่รับผิดชอบ  และในงานที่ท้าทายความสามารถ  มีระเบียบ  วินัย อย่างพอดี', score: '8-10' },
    { title: 'ปกติทำตามข้อแนะนำได้ดีและบางครั้งสามารถริเริ่มได้  มีระเบียบวินัยในการทำงาน', score: '6-7' },
    { title: 'ต้องคอยดูแลใกล้ชิด  กำหนดวัตถประสงค์มิค่อยได้  บางครั้งขาดระเบียบวินัย', score: '4-5' },
    { title: 'ไม่ชอบให้กำกับแต่ต้องเฝ้าคุมและแนะนำอย่างใกล้ชิดเป็นประจำ  ไม่มีระเบียบวินัย', score: '0-3' },
]

Data0202.M[2 - 1].I[5 - 3].J = [
    { title: 'มาปฏิบัติงานดีมาก  และทำงานอย่างสม่ำเสมอโดยนึกถึงภาระงานเป็นหลัก  มีความอุตสาหะวิริยะและอุทิศตนให้กับงานอย่างดีมาก', score: '12-15' },
    { title: 'ปฏิบัติงานอย่างสม่ำเสมอจนเสร็จสิ้นภาระงาน  ขาดงานหรือมาสายน้อยมาก  อุทิศตนให้กับงาน  โดยมีความขยันหมั่นเพียร', score: '8-11' },
    { title: 'มีปัญหาบ้างในเรื่องการมาทำงาน  ความตรงต่อเวลา  และการใช้เวลาอย่างเหมาะสม  อุทิศตนและขยันหมั่นเพียรน้อยกว่าที่ควร', score: '4-7' },
    { title: 'มีปัญหามากในเรื่องการมาทำงาน  และความตรงต่อเวลาหรือใช้เวลาอย่างไม่ถูกต้อง  ไม่อุทิศตนให้กับงานไม่มีความขยันหมั่นเพียร', score: '0-3' }, 
]

Data0202.M[2 - 1].I[6 - 3].J = [
    { title: 'มีศักยภาพสูงในการพัฒนาของตนและงานของตนให้ดีขึ้นเรื่อยๆ  ปรับตัวให้เข้ากับงานใหม่ๆ ได้ดีมาก', score: '12-15' },
    { title: 'พัฒนาตนและงานของตนอย่างสม่ำเสมอ  ปรับตัวให้เข้ากับงานใหม่ๆ ได้ดี', score: '8-11' },
    { title: 'ไม่ค่อยมีศักยภาพในการพัฒนาตนเองและงาน  ไม่ค่อยสามารถปรับตัวให้เข้ากับงานใหม่ๆ ได้', score: '4-7' },
    { title: 'ไม่สามารถพัฒนาตนและงานของตนได้  ไม่สามารถทำงานใหม่ๆ ได้', score: '0-3' },
]

Data0202.M[2 - 1].I[7 - 3].J = [
    { title: 'มีความซื่อสัตย์ต่อองค์กร  เป็นที่เชื่อถือและไว้ใจได้  มีทัศนคติที่ดีต่อองค์กร  เสียสละเพื่อช่วยเสริมให้หน่วยงานเจริญก้าวหน้า  และมีจิตสำนึกว่างานขององค์กรเป็นเสมือนงานของตนเอง', score: '8-10' },
    { title: 'มีความซื่อสัตย์ต่อองค์กร  มีทัศนคติที่ดีต่อองค์กร  ทำให้บังเกิดผลดี', score: '6-7' },
    { title: 'มีความซื่อสัตย์ต่อองค์กรบ้าง  และมีทัศนคติที่ดีต่อองค์กรพอสมควร  อาจจะต้องแนะนำถึงวิธีที่ควรปฏิบัติให้บ้างเป็นบางครั้ง', score: '4-5' },
    { title: 'ต้องคอยชี้แนะให้เห็นถึงความสำคัญของความซื่อสัตย์  และการสร้างทัศนคติที่ดีต่อองค์กรอยู่เสมอ', score: '0-3' },
]

Data0202.M[2 - 1].I[8 - 3].J = [
    { title: 'ประพฤติตนเหมาะสมอยู่ในศีลธรรมอันดี  มีความซื่อตรงต่อตนเองและผู้อื่นอย่างสม่ำเสมอเป็นแบบอย่างที่ดี', score: '8-10' },
    { title: 'ประพฤติตนเหมาะสม  อยู่ในศีลธรรมอันดีพอสมควร', score: '6-7' },
    { title: 'ไม่ประพฤติปฏิบัติตนอยู่ในศีลธรรมบ้างในบางครั้ง  วุฒิภาวะทางอารมณ์ยังไม่มั่นคง', score: '4-5' },
    { title: 'ไม่ได้ปฏิบัติตนอยู่ในศีลธรรมเท่าที่ควร  ต้องคอยตักเตือนอยู่เสมอ', score: '0-3' },
]


var Data0202B = {}
Data0202B.M = [
{ title: 'คุณลักษณะในการปฏิบัติงาน' },
{ title: 'คุณสมบัติเฉพาะตัว' }
]

Data0202B.M[1 - 1].I = [
    { id: 1, title: 'การพัฒนาอย่างต่อเนื่องและความคิดริเริ่ม', maxscore: '10', description: 'การนำเอาแนวความคิดหรือแนวปฏิบัติใหม่ๆ มาใช้อย่างรอบคอบ และเป็นระบบเพื่อเพิ่มผลิตภาพของมหาวิทยาลัย' },
    { id: 2, title: 'การแก้ปัญหา  และการตัดสินใจ', maxscore: '10', description: 'การพยายามแก้ปัญหา  โดยมองทั้งในด้านกว้างและด้านลึก  มีการตัดสินใจรอบคอบและมีการวางแนวความคิดอย่างมีระบบ  แต่ทันการ' },
    { id: 3, title: 'การวางแผนและการสั่งการเพื่อให้บรรลุตามแผนกลยุทธ์ของมหาวิทยาลัย', maxscore: '15', description: 'มีความสามารถในการวางแผนอย่างรอบคอบ  และมีการสั่งการให้เกิดผลตามแผนกลยุทธ์ของมหาวิทยาลัย' },
]

Data0202B.M[1 - 1].I[1 - 1].J = [
    { title: 'สามารถพัฒนาการทำงานได้ดีมากและเป็นผู้ริเริ่ม  หรือมีส่วนริเริ่มสูงในการปฏิบัติงานทั้งที่เป็นงานเดิมและงานใหม่ทำให้เกิดผลในการเพิ่มผลิตภาพของสำนักงานได้เป็นอย่างดีมาก', score: '8-10' },
    { title: 'สามารถพัฒนาการทำงานได้และมีส่วนริเริ่มและสนับสนุน  การปฏิบัติงานเดิมและแนวใหม่ทำให้เกิดผลดีและเพิ่มผลิตภาพของสำนักงานได้อย่างดี', score: '6-7' },
    { title: 'สามารถพัฒนาการทำงานได้บ้างในเรื่อง  ยอมรับการปฏิบัติงานในแนวใหม่ได้บ้าง  มีส่วนริเริ่มไม่มากนักและไม่ค่อยสามารถคิดหรือปฏิบัติงานในแนวใหม่ได้', score: '4-5' },
    { title: 'ไม่มีความคิดริเริ่ม   ไม่สามารถพัฒนางานได้  ไม่อาจดำเนินงานในแนวใหม่ได้  ไม่สามารถร่วมคิด  หรือดำเนินงานในแนวใหม่ๆ ได้', score: '0-3' },
]

Data0202B.M[1 - 1].I[2 - 1].J = [
    { title: 'เข้าใจปัญหาได้ลึกซึ้งดีมาก  สามารถตัดสินใจเด็ดขาด  และมีการวางแนวความคิดอย่างมีระบบทันการ  และมีวิจารณญาณที่ดี', score: '8-10' },
    { title: 'เข้าใจปัญหาดี  ตัดสินใจได้ดีโดยส่วนใหญ่  แต่ยังขาดความรอบคอบในการตัดสินใจและการวางแนวความคิดอย่างมีระบบ', score: '6-7' },
    { title: 'ไม่เข้าใจปัญหาดีนัก  ตัดสินใจค่อนข้างช้า  และการวางแนวความคิดยังไม่ค่อยมีระบบดีนัก', score: '4-5' },
    { title: 'จับประเด็นปัญหาไม่ได้  ไม่อาจไว้ใจให้ตัดสินใจ  และไม่มีการวางแผนความคิดอย่างมีระบบ  เพิกเฉยไม่ตัดสินใจหรือประเมินข้อเท็จจริงผิด', score: '0-3' },
]

Data0202B.M[1 - 1].I[3 - 1].J = [
    { title: 'มีความสามารถในการวางแผนอย่างละเอียด  รอบคอบ  และสามารถสั่งการให้เกิดผลตามที่วางแผนได้อย่างสมบูรณ์', score: '12-15' },
    { title: 'มีความสามารถในการวางแผนอย่างดี  และสามารถสั่งการให้เป็นไปตามแผนได้', score: '8-11' },
    { title: 'ไม่ค่อยมีการวางแผนงานและสั่งการอย่างไม่เป็นระบบ', score: '4-7' },
    { title: 'ไม่มีการวางแผน  และขาดการสั่งการ', score: '0-3' },
]

Data0202B.M[2 - 1].I = [
    { id: 4, title: 'การยอมรับของผู้ใต้บังคับบัญชา ', maxscore: '10', description: '' },
    { id: 5, title: 'ความเป็นผู้นำและการดูแลผู้ใต้บังคับบัญชา', maxscore: '15', description: 'ความเป็นผู้นำ  ความรับผิดชอบ  และความเมตตากรุณาต่อผู้ใต้บังคับบัญชา' },
    { id: 6, title: 'ความรู้ความสามารถ', maxscore: '15', description: 'ความรู้  ความเข้าใจ  ความสามารถและความเชี่ยวชาญในงานที่รับผิดชอบ' },
    { id: 7, title: 'การปฏิบัติงาน  ทัศนคติ  และการปฏิบัติงานร่วมกับผู้อื่น', maxscore: '10', description: 'การปฏิบัติตามคำแนะนำของผู้บังคับบัญชา  ด้วยความรับผิดชอบ  ทัศนคติต่องาน  ความสามารถในการทำงานร่วมกับผู้อื่น  และการกำหนดวัตถุประสงค์' },
    { id: 8, title: 'ความสม่ำเสมอในการทำงานและการอุทิศตน', maxscore: '15', description: 'การมาทำงานอย่างสม่ำเสมอโดยคำนึงถึงภาระรับผิดชอบเป็นหลัก  การอุทิศตนให้กับงานโดยไม่ย่อท้อ  ความอุตสาหะวิริยะในการทำงาน' },
    { id: 9, title: 'ศักยภาพในการพัฒนา', maxscore: '15', description: 'ศักยภาพในการปรับปรุงตนเอง  ให้ทำงานดีขึ้นเรื่อยๆ  ความสามารถปรับตัวให้เข้ากับงานใหม่ๆ' },
    { id: 10, title: 'ความซื่อสัตย์ต่อองค์กร และทัศนคติที่ดีต่อองค์กร', maxscore: '10', description: 'ช่วยเสริมสร้างให้ตนและหน่วยงานมีชื่อเสียงและเจริญก้าวหน้า' },
    { id: 11, title: 'การประพฤติตนอยู่ในศีลธรรมอันดี', maxscore: '10', description: 'ประพฤติปฏิบัติตนอยู่ในกรอบของศีลธรรมและจรรยาบรรณวิชาชีพอย่างเสมอต้นเสมอปลาย' },
]

Data0202B.M[2 - 1].I[4 - 4].J = [
    { title: 'ได้รับการยอมรับจากผู้ใต้บังคับบัญชาอย่างเห็นได้ชัด', score: '8-10' },
    { title: 'ได้รับการยอมรับจากผู้ใต้บังคับบัญชาดี', score: '6-7' },
    { title: 'ได้รับการยอมรับจากผู้ใต้บังคับบัญชาเป็นส่วนใหญ่', score: '4-5' },
    { title: 'ได้รับการยอมรับจากผู้ใต้บังคับบัญชามาก', score: '0-3' },
]

Data0202B.M[2 - 1].I[5 - 4].J = [
    { title: 'มีความเป็นผู้นำเพื่อความสำเร็จของงานสูงมาก  มีความรับผิดชอบสูงมาก  และมีความเมตตากรุณาต่อผู้ใต้บังคับบัญชา', score: '12-15' },
    { title: 'สามารถนำทีมงานของตนให้เกิดผล  รับผิดชอบดี  กรุณาต่อผู้ใต้บังคับบัญชา', score: '8-11' },
    { title: 'มีความเป็นผู้นำ   มีความรับผิดชอบและความสามารถดูแลผู้ใต้บังคับบัญชาบ้าง  แต่บางครั้งน้อยกว่าที่ควร', score: '4-7' },
    { title: 'ขาดความเป็นผู้นำ  ขาดความรับผิดชอบ  มีปัญหากับผู้ใต้บังคับบัญชาเนืองๆ', score: '0-3' },
]

Data0202B.M[2 - 1].I[6 - 4].J = [
    { title: 'รู้  เข้าใจ  และสามารถเข้าถึงงานในทุกด้านที่รับผิดชอบได้โดยสมบูรณ์  และสามารถดัดแปลงเครื่องมือ  หรือวิธีการทำงานให้เข้ากับภาระงานใหม่ได้', score: '12-15' },
    { title: 'มีความรู้  ความสามารถและมีความเข้าใจในงานโดยส่วนใหญ่มีความชำนาญในงานของตน', score: '8-11' },
    { title: 'ไม่มีความรู้ความเข้าใจพอสำหรับงานในความรับผิดชอบบางด้านขาดความชำนาญในงานของตน', score: '4-7' },
    { title: 'ต้องพึ่งผู้อื่นเสมอและไม่สามารถใช้อุปกรณ์ได้อย่างถูกต้อง', score: '0-3' },
]

Data0202B.M[2 - 1].I[7 - 4].J = [
    { title: 'มีความกระตือรือล้นใกนารทำงานที่รับผิดชอบ  และในงานที่ท้าทายความสามารถ  มีมนุษยสัมพันธ์ดีกับเพื่อนร่วมงานและผู้รับบริการ  ทั้งภายในและภายนอก   มีระเบียบ  วินัย  อย่างพอดีในการทำงาน', score: '8-10' },
    { title: 'ปกติทำตามข้อแนะนำของผู้บังคับบัญชาได้ดี  มีมนุษยสัมพันธ์กับเพื่อนร่วมงานและผู้รับบริการทั้งภายในและภายนอกดี  และบางครั้ง  สามารถริเริ่มได้  มีระเบียบวินัยในการทำงาน', score: '6-7' },
    { title: 'ต้องคอยดูแลใกล้ชิด  มีปัญหากับเพื่อนร่วมงานและผู้รับบริการทั้งภายในและภายนอกบ้าง  กำหนดวัตถุประสงค์มิค่อยได้  บางครั้งขาดระเบียบวินัย', score: '4-5' },
    { title: 'ไม่ชอบให้กำกับ  แต่ต้องเฝ้าคุยและแนะนำอย่างใกล้ชิดเป็นประจำ  ไม่มีระเบียบค่อนข้างจะมีปัญหาบ่อยๆ กับเพื่อนร่วมงานและผู้รับบริการทั้งภายในและภายนอก', score: '0-3' },
]

Data0202B.M[2 - 1].I[8 - 4].J = [
    { title: 'มาปฏิบัติงานดีมาก  และทำงานอย่างสม่ำเสมอโดยนึกถึงภาระงานเป็นหลัก  มีความอุตสาหะวิริยะและอุทิศตนให้กับงานอย่างดีมาก', score: '12-15' },
    { title: 'ปฏิบัติงานอย่างสม่ำเสมอจนเสร็จสิ้นภาระงาน  ขาดงานหรือมาสายน้อยมาก  อุทิศตนให้กับงาน  โดยมีความขยันหมั่นเพียร', score: '8-11' },
    { title: 'มีปัญหาบ้างในเรื่องการมาทำงาน  ความตรงต่อเวลา  และการใช้เวลาอย่างเหมาะสม  อุทิศตนและขยันหมั่นเพียรน้อยกว่าที่ควร', score: '4-7' },
    { title: 'มีปัญหามากในเรื่องการมาทำงาน  และความตรงต่อเวลาหรือใช้เวลาอย่างไม่ถูกต้อง  ไม่อุทิศตนให้กับงานไม่มีความขยันหมั่นเพียร', score: '0-3' },
]

Data0202B.M[2 - 1].I[9 - 4].J = [
    { title: 'มีศักยภาพสูงในการพัฒนาของตนและงานของตนให้ดีขึ้นเรื่อยๆ  ปรับตัวให้เข้ากับงานใหม่ๆ ได้ดีมาก', score: '12-15' },
    { title: 'พัฒนาตนและงานของตนอย่างสม่ำเสมอ  ปรับตัวให้เข้ากับงานใหม่ๆ ได้ดี', score: '8-11' },
    { title: 'ไม่ค่อยมีศักยภาพในการพัฒนาตนเองและงาน  ไม่ค่อยสามารถปรับตัวให้เข้ากับงานใหม่ๆ ได้', score: '4-7' },
    { title: 'ไม่สามารถพัฒนาตนและงานของตนได้  ไม่สามารถทำงานใหม่ๆ ได้', score: '0-3' },
]

Data0202B.M[2 - 1].I[10 - 4].J = [
    { title: 'มีความซื่อสัตย์ต่อองค์กร  เป็นที่เชื่อถือและไว้ใจได้  มีทัศนคติที่ดีต่อองค์กร  เสียสละเพื่อช่วยเสริมให้หน่วยงานเจริญก้าวหน้า  และมีจิตสำนึกว่างานขององค์กรเป็นเสมือนงานของตนเอง', score: '8-10' },
    { title: 'มีความซื่อสัตย์ต่อองค์กร  มีทัศนคติที่ดีต่อองค์กร  ทำให้บังเกิดผลดี', score: '6-7' },
    { title: 'มีความซื่อสัตย์ต่อองค์กรบ้าง  และมีทัศนคติที่ดีต่อองค์กรพอสมควร  อาจจะต้องแนะนำถึงวิธีที่ควรปฏิบัติให้บ้างเป็นบางครั้ง', score: '4-5' },
    { title: 'ต้องคอยชี้แนะให้เห็นถึงความสำคัญของความซื่อสัตย์  และการสร้างทัศนคติที่ดีต่อองค์กรอยู่เสมอ', score: '0-3' },
]

Data0202B.M[2 - 1].I[11 - 4].J = [
    { title: 'ประพฤติตนเหมาะสมอยู่ในศีลธรรมอันดี  มีความซื่อตรงต่อตนเองและผู้อื่นอย่างสม่ำเสมอเป็นแบบอย่างที่ดี', score: '8-10' },
    { title: 'ประพฤติตนเหมาะสม  อยู่ในศีลธรรมอันดีพอสมควร', score: '6-7' },
    { title: 'ไม่ประพฤติปฏิบัติตนอยู่ในศีลธรรมบ้างในบางครั้ง  วุฒิภาวะทางอารมณ์ยังไม่มั่นคง', score: '4-5' },
    { title: 'ไม่ได้ปฏิบัติตนอยู่ในศีลธรรมเท่าที่ควร  ต้องคอยตักเตือนอยู่เสมอ', score: '0-3' },
]